[iris_vo_ep7_01_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Here is what stands between you and a warehouse full of loot. You know what to do, my dear.",Time=0)

[iris_vo_ep7_02_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="After the game, come to the field and say what you want to do.?",Time=0)

[iris_vo_ep7_03_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Yes...I have to call the manufacturer to cancel What do you think?! I will break it!",Time=0)

[iris_vo_ep7_04_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sugar bowl. I have a great idea..",Time=0)

[iris_vo_ep7_05_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Fight the fans to the end! you are ready?!",Time=0)

[iris_vo_ep7_06_live_audience]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(a smile)",Time=0)

[iris_vo_ep7_07_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I told Walter Hunter to stay away from me. But now is the time to fight for it. Gladiator vs...",Time=0)

[iris_vo_ep7_08_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Giant mountain T-Rex!",Time=0)

[iris_vo_ep7_09_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That was the most important thing that happened!",Time=0)

[iris_vo_ep7_10_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Piston, you lied to NRTEC!",Time=0)

[iris_vo_ep7_11_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I am not complaining!",Time=0)

[iris_vo_ep7_12_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This Badsaurus is the greatest mechanical marvel I have ever seen. This Henry IV dinosaur robot.!",Time=0)

[iris_vo_ep7_13_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I tell you, Torg, this is a human war between good and evil! Between fear and courage!",Time=0)

[iris_vo_ep7_14_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="He said there was not a single iron on the big iron hook on the river bank.!",Time=0)

[iris_vo_ep7_15_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="GOOD!",Time=0)

[iris_vo_ep7_16_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Know!",Time=0)

[iris_vo_ep7_18_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You are here!",Time=0)

[iris_vo_ep7_19_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Badasaurus was destroyed!",Time=0)

[iris_vo_ep7_20_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You will always be in my heart!",Time=0)

[iris_vo_ep7_21_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Good! You want it, you got it! Get ready to meet the master!",Time=0)

[iris_vo_ep7_22_live_audience]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="trick! trick! trick! trick! heavy horse!",Time=0)

[iris_vo_ep7_23_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Stop talking nonsense! Come all together!",Time=0)

[iris_vo_ep7_24_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="rrrgh!",Time=0)

[iris_vo_ep7_25_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="man! The first boss, Pandora, is excited. The court is open.!",Time=0)

[iris_vo_ep7_26_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Guys, let's talk about Poacher.!",Time=0)

[iris_vo_ep7_27_live_audience]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(a smile)",Time=0)

[iris_vo_ep7_28_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The room is open! It's lottery time!",Time=0)

[iris_vo_ep7_29_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nursery SQUEEDLYBAMBLYFEEDLY WWWWWWWWWWWWWW!",Time=0)